<!DOCTYPE>
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<title>About us</title>

<link rel="stylesheet" type="text/css" href="../style/main.css" >
<style>
 #about_us{
			   width:90%;
			   margin-left:5%;
			   margin-right:5%;
			   border:2px;
			   height:100%;
			   cellspacing:5;
			   padding-left:8;
			   padding-right:8;
			   background-color:#FFCBB3;
			   }
			#imgageabout{
				border:2;
			}
			
</style>
</head>

<body>
	<?php
	include("../inc/header.php");
?>
		<div id ="bd_con_all">
		<div id="about_us">
        <h1 style="background-color:#FF8040; width:30%";font-size:18px;>ABOUT COLLEGE</h1>
               
                <table id="imgageabout">
                <tr>
                	<td>
                    <img src="ricpic/1.jpg" width="330" height="210" />
                    </td>
                    <td>
                	<img src="ricpic/10.jpg" width="330" height="210" />
                    </td>
                    <td>
                    <img src="ricpic/2.jpg" width="330" height="210" />
                    </td>
                 </tr>
                 <tr>
                 <td colspan="3">
                 <h6 style="font-size:14px;">इसकी स्थापना से अद्यतन इसके प्रगति क्रम को लिखना मुझ जैसे  मानव के लिए
दुष्कर है तथापि मैंने विद्यालय की प्रगत के क्रम को लिखने का साहस किया है अमेठी राज 
कुलभूषण स्वर्गीय रणवीर कुमार सिंह जी ने  सामाजिक कुरीतियों को उन्मूलन करने के लिए 
तथा अमेठी क्षेत्र के विकास हेतु स्व सपना  रूप  सन 1916 ईसवी में आनंद पाठशाला के रूप में  
जिस विद्यालय की स्थापना की कालांतर मेंआर्य कुलभूषण स्वर्गीय राजर्षि रणंजय सिंह  महर्षि जी
 ने  दयानंद सरस्वती तथा  
पूज्य मदन मोहन मालवीय मालवीय जी के व्यक्तित्व एवं कृतित्व  से प्रेरितअपने अग्रज श्री 
रणवीर सिंह जी कीस्मृति को  बनाए रखने के  उद्देश्य से सन 1932 में इसका नामकरण श्री
रणवीर विद्यालय किया जो समाज एवं संस्कृति को समुन्नत करने में निरंतर प्रयत्नशील है 
स्वर्गीय राजस्व राजर्षि महोदय की कल्पना से उद्भूत यह कल्पवृक्ष उसके पुष्पित एवं पल्लवित 
हुआ ज्ञान  पिपासु की अंग्रेजी मातृत्व की अतृप्त आत्मा को संतृप्त कर रहा है ।आज उनके सुयोग्य 
एवं कर्मठ पुत्र अमेठी जननायक माननीय डॉक्टर संजय सिंह जी के कुशल निर्देश में यह विद्यालय 
प्रगत के पथ पर अग्रसर होता हुआ राजर्षी महोदय की भावना के अनुकूल शपथ सतत्गतिशील है 
प्राचार्य से लेकर आचार्य तक सभी के चयन में प्रत्येक अस्तर पर राजर्षि महोदय सदैव नितांत  
सजग सचेत और सावधान रहे ,अतः श्री बद्री प्रसाद सिंह सिंह जैसे विद्वान और शिक्षाविद इस 
विद्यालय के प्राचार्य हुए जिन्होंने विद्यालय की प्रगति में जो योगदान दिया सदैव अविस्मरणीय रहेगा।
श्री देवी चरण लाल, मेजर अमर बहादुर सिंह, श्री त्रिभुवन प्रसाद पांडे से होती हुई य़ह प्राचार्य परंपरा
डॉक्टर नागेश सिंह तक पहुंची है ।  यह सभी एक से बढ़कर एक सौम्य  सरल ,शांत स्वरूप , कर्मठ, 
ईमानदार एवं अनुशासन प्रिय रहे हैं |
जिनके अवदानों से यह विद्यालय उपकृत है । यहां के विद्वान गुरुजनों की परंपरा अत्यंत गौरवशाली रही है ।.
गुण कर्म स्वभाव के पारखी राजर्षि महोदय ने सदैव विवेकपूर्ण ढंग से छात्र हित का ध्यान रखते हुए आचार्य
को यहां सेवा योजित किया था। यहां के ढेर सारे पुरातन छात्रों ने जिन ज्ञान गंभीर विशेष विद्वानों की स्नेहिल 
सानिध्य  में  विद्यार्जन  किया था वे सभी अपने विषय के मर्मज्ञ थे। आचार्यों की विद्वता का ही परिमाण  है कि 
वे विद्यालय छोड़कर की जब अन्यत्र गए तो उच्च पद पर ही हसीन हुए हमारी वर्तमान आचार्य परंपरा अपने
पूर्ववर्ती आचार्य का अनुसरण करते हुए आगे बढ़ रही है अनेक गुरुजन अपनी कर्मठता और 
इमानदारी से विभिन्न क्षेत्रों में सुयश कमा रहे हैं हमारे पुरातन छात्रों की परंपरा कम महिमा साली नहीं है 
यहां के अनेक छात्र  आई ए एस  ,PCS ,डॉक्टर, इंजीनियर हैं  ।
अध्यापक प्राध्यापक होकर देश की सेवा में संलग्न अमेठी क्षेत्र में का घर घर इस विद्यालय का ऋण मानकर
भावात्मक रूप से जुड़ा है । हमें सर्वाधिक प्रसन्नता  इस बात की होती है कि सेवा में जहां भी हमारा छात्र जाता है, 
वह अस्थाई रूप से यहां का संस्कार एवं कार्य -संस्कृति लेकर जाता है अपने गुण ,गौरव एवं विशिष्ट उपलब्धियों 
से यश और ख्याति अर्जित करता है । 
हमारा प्रबंध तंत्र सदेव से उदार एवं व्यापक सोच वाला था, जब वेतन भुगतान का दायित्व इस परथा, तब भी समय 
से पूर्ण वेतन यहां की विशेषता रही है ।उत्पीड़न तो शायद ही कभी किसी का हुआ हो  राजर्षि महॊदय़ के अनुवर्ती उत्तराधिकारी माननीय डॉक्टर संजय सिंह जी संप्रति हमारे संरक्षक एवं अध्यक्ष हैं ।शिक्षा जगत  के साथ समाज 
सेवा का अपना अनुभव अतीव समृद्ध है ,अतः गुणवत्ता मेंआप यथास्थिति के पक्षधर ना होकर उत्तरोत्तर गुणवत्ता एवं 
उत्कर्ष चाहते हैं  । जो भी जहां भी सर्वोत्कृष्ट हो हमें वैसा होना चाहिए ऐसा आपका प्रयास एवं मार्गदर्शन होता है,
आपके सामान ही आदरणीय रानी साहिबा श्रीमती अमिमता सिंह कोभी इस संस्था के विकास की उतनी ही चिंता रही है।रानी साहिबा की ही कृपा का प्रतिफल है कि हमारे क्षेत्र की विज्ञान वर्ग में अध्ययन के लिए आतुर बालिकाओं का
प्रवेश इस विद्यालय में विगत 10 वर्षों से हो रहा है हमारे विद्यालय का अधिकांश भवन आप दोनों के कृपा पूर्ण अनुदान का 
परिणाम है  ।
आपको भूरिश हार्दिक बधाईय़ाँ देते हुए हम आशा करते हैं कि आपके संरक्षण में हमारा विद्यालय अपना बहुमुखी विकास करता रहेगा ।  विद्यालय परिवार के प्रत्येक सहकर्मी का दायित्व है कि अपने उत्तम कार्य संस्कृति को विकसित करते हुए   विद्यार्थियों के साथ शुभ संकल्प लेकर इसकी  प्रगति  में अपनी सक्रिय सहभागिता प्रदान करें|ताकि और ढंग से यह समाज और देश के लिए उपयोगी, बने उसकी सेवा कर सके।
</h6>
</td>
                 </tr>
		    </table>
		</div>
<?php
	include("../inc/footer.php");
?></div>
</body>
</html>